[{
  "name": "DojoIBL (2016 - Present) ",
  "description": "DojoIBL is an open source platform that builds on a PaaS (Platform as a Service) cloud based architecture. It is deployed in Google App Engine (GAE) and it uses AngularJs to articulate the frontend.​ Its purpose is to provide tools and strategies to Teachers and Students to structure and organize collaborative Inquiry Based Learning processes.",
  "link": "https://dojo-ibl.appspot.com"
}, {
  "name": "LA4S (Learning Analytics for Small Universities) (2016-2017)",
  "description": "The main objectives of this European project 'Learning Analytics 4S' are to integrate already carried out experiences in the research topics LA and LPM, in combination with aspects of Learning Semantics (LS) and transfer innovations from these fields into the area of small size Higher Education institutions, like the University of Liechtenstein.​",
  "link": "http://www.learning-analytics.uni.li/"
}, {
  "name": "weSPOT European Project (2013 - 2015)",
  "description": "weSPOT aims at propagating scientific inquiry as the approach for science learning and teaching in combination with today's curricula and teaching practices. It lowers the threshold for linking everyday life with science teaching in schools by technology.​",
  "link": "http://portal.ou.nl/en/web/wespot/about"
}, {
  "name": "Smart Data Protection S.L. (2013 - Present)",
  "description": "Online platform to provide an automated solution for customers to comply with digital regulations and obligations. It became a company that achieved several awards in the last years.",
  "link": "http://smartdataprotection.eu/"
}, {
  "name": "GPIM (Glassware Personal Inquiry Manager) (2015)",
  "description": "Wearable application using Google Glass. The aims was to apply Inquiry Based Learning to the Google Glass concept, in order to create a more seamless experience for the students."
}, {
  "name": "PIM (Personal Inquiry Manager) (2014)",
  "description": "Mobile app for iOS and Android to support Inquiry Based Learning proceses from mobile devices. The aims was to apply Inquiry Based Learning to the Google Glass concept, in order to create a more seamless experience for the students.",
  "link": "https://play.google.com/store/apps/details?id=net.wespot.pim&hl=en"
}]


